const SLIDES = [
  {
    title: "Заголовок темы слайдера",
    text: "Подзаголовок с пояснением темы слайдера считаю обязательным кразмещению для удобства пользователя.",
    imgUrl: "../../public/images/slider-img.png",
  },
  {
    title: "Заголовок темы слайдера",
    text: "Подзаголовок с пояснением темы слайдера считаю обязательным кразмещению для удобства пользователя.",
    imgUrl: "../../public/images/slider-img.png",
  },
  {
    title: "Заголовок темы слайдера",
    text: "Подзаголовок с пояснением темы слайдера считаю обязательным кразмещению для удобства пользователя.",
    imgUrl: "../../public/images/slider-img.png",
  },
  {
    title: "Заголовок темы слайдера",
    text: "Подзаголовок с пояснением темы слайдера считаю обязательным кразмещению для удобства пользователя.",
    imgUrl: "../../public/images/slider-img.png",
  },
  {
    title: "Заголовок темы слайдера",
    text: "Подзаголовок с пояснением темы слайдера считаю обязательным кразмещению для удобства пользователя.",
    imgUrl: "../../public/images/slider-img.png",
  },
];

const PRODUCTS = [
  {
    title: "Кухни",
    imgUrl: "../../public/images/products/product-1.png",
    link: "#",
  },
  {
    title: "Шкафы",
    imgUrl: "../../public/images/products/product-2.png",
    link: "#",
  },
  {
    title: "Мебель для Прихожей",
    imgUrl: "../../public/images/products/product-3.png",
    link: "#",
  },
  {
    title: "Гостиные",
    imgUrl: "../../public/images/products/product-4.png",
    link: "#",
  },
  {
    title: "Мебель малых форм",
    imgUrl: "../../public/images/products/product-5.png",
    link: "#",
  },
  {
    title: "Кровати",
    imgUrl: "../../public/images/products/product-6.png",
    link: "#",
  },
  {
    title: "Комоды и тумбы",
    imgUrl: "../../public/images/products/product-7.png",
    link: "#",
  },
  {
    title: "Столы",
    imgUrl: "../../public/images/products/product-8.png",
    link: "#",
  },
  {
    title: "Матрасы ортопедические",
    imgUrl: "../../public/images/products/product-9.png",
    link: "#",
  },
  {
    title: "Техника для кухни",
    imgUrl: "../../public/images/products/product-10.png",
    link: "#",
  },
];

const LEADER_PRODUCTS = [
  {
    id: 1,
    title: "Диван 1",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 2,
    title: "Диван 2",
    price: "35 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 3,
    title: "Диван 3",
    price: "23 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 4,
    title: "Диван 4",
    price: "97 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 5,
    title: "Диван 5",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 6,
    title: "Диван 6",
    price: "14 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 7,
    title: "Диван 7",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 8,
    title: "Диван 8",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 9,
    title: "Диван 9",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
  {
    id: 10,
    title: "Диван 10",
    price: "45 990",
    imgUrl: "../../public/images/products/leader-product.png",
    description: "Прямой диван оазисПрямой диван оазисПрямой диван оазис",
  },
];

const REVIEWS = [
  {
    name: "Ольга Латышева",
    created_date: "18.12.2023",
    text: "Моя новая мебель - настоящее воплощение комфорта и стиля! Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! 🌟",
    images: [
      "../../public/images/reviews/review-1.png",
      "../../public/images/reviews/review-2.png",
      "../../public/images/reviews/review-3.png",
    ],
  },
  {
    name: "Наташа",
    created_date: "7.04.2021",
    text: "Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! Этот набор преобразил мое пространство, придав ему уют и элегантность",
    images: ["../../public/images/reviews/review-4.png"],
  },
  {
    name: "Ольга Латышева",
    created_date: "18.12.2023",
    text: "Моя новая мебель - настоящее воплощение комфорта и стиля! Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! 🌟",
    images: [
      "../../public/images/reviews/review-1.png",
      "../../public/images/reviews/review-2.png",
      "../../public/images/reviews/review-3.png",
    ],
  },
  {
    name: "Наташа",
    created_date: "7.04.2021",
    text: "Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! Этот набор преобразил мое пространство, придав ему уют и элегантность",
    images: ["../../public/images/reviews/review-4.png"],
  },
  {
    name: "Ольга Латышева",
    created_date: "18.12.2023",
    text: "Моя новая мебель - настоящее воплощение комфорта и стиля! Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее!",
    images: [
      "../../public/images/reviews/review-5.png",
      "../../public/images/reviews/review-6.png",
    ],
  },
  {
    name: "Ольга Латышева",
    created_date: "18.12.2023",
    text: "Моя новая мебель - настоящее воплощение комфорта и стиля! Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! 🌟",
    images: [
      "../../public/images/reviews/review-1.png",
      "../../public/images/reviews/review-2.png",
      "../../public/images/reviews/review-3.png",
    ],
  },
  {
    name: "Наташа",
    created_date: "7.04.2021",
    text: "Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее! Этот набор преобразил мое пространство, придав ему уют и элегантность",
    images: ["../../public/images/reviews/review-4.png"],
  },
  {
    name: "Ольга Латышева",
    created_date: "18.12.2023",
    text: "Моя новая мебель - настоящее воплощение комфорта и стиля! Качество исполнения поражает, каждая деталь продумана. Сборка легкая, детали идеально сочетаются. Этот набор преобразил мое пространство, придав ему уют и элегантность. Не могла быть довольнее!",
    images: [
      "../../public/images/reviews/review-5.png",
      "../../public/images/reviews/review-6.png",
    ],
  },
];

export { SLIDES, PRODUCTS, LEADER_PRODUCTS, REVIEWS };
